

"kBluetoothConnectionFailedTitle"				= "Bluetooth 오디오 실패.";
"kBluetoothConnectionErrorTitle"				= "오디오 장비에 연결하는 중 오류가 발생했습니다.";
"kBluetoothConnectionFailedLinkKeyErrorExplanation"	= "연결이 더 이상 유효하지 않습니다. 장비를 다시 연결하고 다시 시도하십시오.";
"kBluetoothConnectionFailedExplanation"			= "헤드셋 연결 중 오류가 발생했습니다. 켜져 있고 적용 범위 내에 있는지 확인하십시오. 사용하고 있는 프로그램의 오디오 부분을 재실행해야 합니다.";
"kBluetoothSBCCodecMismatchExplanation"			= "헤드셋에 연결하는 중 오류가 발생했습니다. 인코딩된 오디오 스트림 설정이 원격 장비에서 승인되지 않았습니다.";
"kBluetoothConnectionUnsupportedExplanation"	= "활성 상태인 오디오 장비에 연결하는 데 실패했습니다. 다시 설정해보십시오. ";

"kBluetoothDisconnectedTitle"					= "Bluetooth 오디오 연결 해제됨.";
"kBluetoothDisconnectedExplanation"				= "헤드셋의 연결이 예기치않게 끊겼습니다. 켜져 있고 적용 범위 내에 있는지 확인하십시오. 사용하고 있는 프로그램의 오디오 부분을 재실행해야 합니다.";

"kBluetoothAudioInUseTitle"						= "Bluetooth 오디오 사용 중.";
"kBluetoothAudioInUseExplanation"				= "다른 Bluetooth 헤드셋을 이미 사용 중입니다. 한 번에 오직 한 개의 Bluetooth 헤드셋만 사용할 수 있습니다.";

"kBluetoothAudioOKButtonTitle"					= "승인";

"kBluetoothAudioSwitchHeadsetButtonTitle"		= "헤드셋 사용 중단";
"kBluetoothAudioSwitchHeadphoneButtonTitle"		= "헤드폰 사용 중단";

"kBluetoothAudioHeadsetDeviceType"				= "헤드셋";
"kBluetoothAudioHeadphoneDeviceType"			= "헤드폰";

"kBluetoothAudioSwitchButtonTitle"				= "이 장비 사용";
"kBluetoothAudioTryAgainButtonTitle"			= "다시 시도";
"kBluetoothAudioDisconnectButtonTitle"			= "연결 해제";
"kBluetoothAudioAlwaysIgnoreButtonTitle"		= "다시 묻지 않음";

"kBluetoothAudioSwitchHeadestMessageText"		= "오디오 장비로 “%@(모노)” Bluetooth를 사용하겠습니까?";
"kBluetoothAudioSwitchA2DPMessageText"			= "오디오 장비로 “%@(스테레오)” Bluetooth를 사용하겠습니까?";

"kBluetoothAudioSwitchInfoText"					= "Bluetooth 환경설정 패널에서 고급 옵션을 클릭한 다음 “모든 오디오 수신 요청에 대해 통보”를 선택 해제하면 이 대화상자를 비활성화할 수 있습니다.";

